Repository: Krandelbord/gettext_translator
Catalog: po/*.po
Languages: pl

source: Change spellcheker dictionary
pl: Zmiana słownika do sprawdzania pisowni

source: Problem in line
pl: Błąd w lini

source: column
pl: kolumna

source: Error in two messages
pl: Błąd w dwóch wiadomościach

source: First in line
pl: Pierwszy w linii

source: Second in line
pl: Drugi w linii

source: Comments
pl: Komentarze

source: <b>Used in</b>:
pl: <b>Miejsce użycia</b>:

source: <b>Comment: </b>
pl: <b>Komentarz: </b>

source: <b>Context:</b>
pl: <b>Kontekst:</b>

source: <b>Extracted notes:</b>
pl: <b>Wydobyte komentarze :</b>

source: _Help
pl: Pomo_c

source: Translator credits
pl: Tłumaczenie na język polski: Emil Nowak <emiml@wp.pl>

source: Used libraries:
pl: Użyte biblioteki:

source: libGettext-po version
pl: wersja libGettext-po bla bla

source: Gtkmm version
pl: wersja Gtkmm

source: Gettext Translator - Help
pl: Gettext Translator - Pomoc

source: <b>Gettext Translator Help</b> This program should be so easy to use that you should't need manual/help. If you have some problems please contact author on emil5@go2.pl or jabber emil.nowak@jabber.org You can visit program homepage at http://emiml.pl/translator/
pl: <b>Gettext Translator - Pomoc</b> Ten program jest raczej na tyle prosty w obsłudze, że raczej nikt nie potrzebuje do niego instrukcji obsługi ani pomocy . Jeżeli masz jakieś problemy z jego używaniem możesz skontaktować się z autorem wysyłając e-mail na emil5@go2.pl lub przez jabbera emil.nowak@jabber.org Możesz też odwiedzić stronę programu pod adresem http://emiml.pl/translator/

source: <some_file.po>
pl: <jakiś_plik.po>

source: Original text (msgid):
pl: Oryginalny komunikat (msgid):

source: Error when opening file
pl: Wystąpił błąd podczas otwierania pliku

source: Open file
pl: Otwórz plik

source: gettext files (*.po, *.pot)
pl: pliki gettexta (*.po, *.pot)

source: all files
pl: wszystkie pliki

source: Save file
pl: Otwórz plik

source: Search
pl: Szukaj

source: Search For
pl: Szukana fraza

source: Search in msgstr
pl: Szukanie w msgstr

source: Search in msgid
pl: Szukanie w msgid

source: Ignore case
pl: Ignoruj wielkość liter

source: Search and replace
pl: Znajdź i zamień

source: Search in translated messages for
pl: Fraza do wyszukania w tłumaczeniach

source: Replace with
pl: Zamień na

source: Replace all
pl: Zamieniaj wszystkie

source: Search and replace - summary
pl: Znajdź i zamień - podsumowanie

source: <b>Search And Replace Summary</b>
pl: <b>Podsumowanie operacji Znajdź i Zamień</b>

source: message modified
pl: wiadomość została zmodyfikowana

source: _File
pl: _Plik

source: _Edit
pl: _Edycja

source: _Tools
pl: _Narzędzia

source: Find...
pl: Znajdź...

source: Find Next
pl: Znajdź Następny

source: Find And Replace...
pl: Znajdź i Zamień...

source: Edit Headers...
pl: Edytuj Nagłówek...

source: Toggle Fuzzy
pl: Odznacz/Zaznacz jako wątpliwe

source: Jump to...
pl: Przejdź do...

source: Copy original message to translation
pl: Kopiuj oryginalny komunikat do tłumaczenia

source: Previous Message
pl: Poprzedni komunikat

source: Next Message
pl: Następny komunikat

source: Jump to previous message
pl: Przeskocz do poprzedniego komunikatu

source: Jump to next message
pl: Przeskocz do następnego komunikatu

source: Total
pl: Wszystkich

source: Current
pl: Aktualny

source: Fuzzy
pl: Wątpliwe

source: Untranslated
pl: Nieprzetłumaczone

source: Spellcheker
pl: Sprawdzanie pisowni

source: Back
pl: Wstecz

source: Previous message
pl: Poprzedni komunikat

source: Next
pl: Następny

source: Next message
pl: Następny komunikat

source: Previous
pl: Poprzedni

source: Jumps to previous fuzzy or untranslated message
pl: Przechodzi do poprzednio wątpliwego lub nieprzetłumaczonego komunikatu

source: Jumps to next fuzzy or untranslated message
pl: Przechodzi do następnego wątpliwego lub nieprzetłumaczonego komunikatu

source: Spellcheker -
pl: Sprawdzanie pisowni -

source: Error
pl: Błąd

source: Transalted text (msgstr):
pl: Tłumaczenie (msgstr):

source: plural
pl: liczba mnoga
